Repository: GNOME/gnome-hello
Catalog: help/*/*.po
Languages: cs, da, de, el, es, fr, pl, pt_br, sl, sv, uk, zh_cn

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010 – 2012
da: Joe Hansen, 2010. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
el: Ελληνική μεταφραστική ομάδα GNOME Δημήτρης Σπίγγος, <dmtrs32@gmail.com>, 2014 Tουρνάρης Παύλος <p.tournaris@gmail.com> Για περισσότερες πληροφορίες, http://www.gnome.gr/
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2008-2012
fr: Thomas Bordinat <ulti@lldc.fr>, 2008 Bruno Brouard <annoa.b@gmail.com>, 2008 Alain Lojewski <allomervan@gmail.com>, 2011-2013 Mickael Albertus <mickael.albertus@gmail.com>, 2012
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017 Aviary.pl <community-poland@mozilla.org>, 2017
pt_br: Enrico Nicoletto <liverig@gmail.com>, 2008, 2012 Wancharle Sebastião Quirino <wancharle@gmail.com>, 2009
sv: Daniel Nylander <po@danielnylander.se>, 2007 Anders Jonsson <anders.jonsson@norsjovallen.se>, 2015
uk: Сергій Гаврилов <sergiovana@bigmir.net>, 2011

source: Help for GNOME Hello.
cs: Nápověda pro GNOME Ahoj
da: Hjælp til GNOME Hello.
el: Βοήθεια για το GNOME Hello.
es: Ayuda de GNOME Hello.
fr: Aide de GNOME Hello.
pl: Pomoc programu GNOME Hello.
pt_br: Ajuda do GNOME Hello.
sv: Hjälp för GNOME Hello.
uk: Довідка до GNOME Hello.

source: Creative Commons Share Alike 3.0
fr: Creative Commons Partage des conditions initiales à l'identique 3.0
pt_br: Creative Commons Atribuição-Compartilhada Igual 3.0
sl: Dovoljenje Creative Commons - priznanje avtorstva - deljenje pod istimi pogoji 3.0

source: <media type="image" src="figures/gnome-hello-logo.png">GNOME Hello logo</media>GNOME Hello
cs: <media type="image" src="figures/gnome-hello-logo.png">Logo GNOME</media>GNOME Ahoj
el: <media type="image" src="figures/gnome-hello-logo.png">Λογότυπος του GNOME Hello</media>GNOME Hello
es: <media type="image" src="figures/gnome-hello-logo.png">Logo de GNOME Hello</media>GNOME Hello
fr: <media type="image" src="figures/gnome-hello-logo.png">Logo de GNOME Hello</media>GNOME Hello
pl: <media type="image" src="figures/gnome-hello-logo.png">Logo programu GNOME Hello</media> GNOME Hello
pt_br: <media type="image" src="figures/gnome-hello-logo.png">Logotipo do GNOME Hello</media>GNOME Hello
sv: <media type="image" src="figures/gnome-hello-logo.png">Logo för GNOME Hello</media>GNOME Hello
uk: <media type="image" src="figures/gnome-hello-logo.png">Логотип GNOME Hello</media>GNOME Hello

source: Introduction
cs: Úvod
da: Introduktion
el: Εισαγωγή
es: Introducción
pl: Wprowadzenie
pt_br: Introdução
sv: Introduktion
uk: Вступ

source: It's a small world
cs: Váš malý svět
da: Verden er lille
el: Είναι ένας μικρός κόσμος
es: Es un mundo pequeño
fr: C'est un petit monde
pl: Jaki ten świat mały
pt_br: É um mundo pequeno
sv: Världen är liten
uk: Це малий світ

source: Advanced
cs: Pokročilé
da: Avanceret
el: Για προχωρημένους
es: Avanzado
fr: Avancé
pl: Zaawansowane
pt_br: Avançado
sv: Avancerat
uk: Додатково

source: <link xref="get#compile">Compile</link> and <link xref="get#run">run</link> and <link xref="get#help">more</link>.
cs: <link xref="get#compile">Překlad</link> a <link xref="get#run">spuštění</link> a <link xref="get#help">další</link>.
fr: <link xref="get#compile">Compiler</link>, <link xref="get#run">lancer</link> et <link xref="get#help">plus encore</link>.
pt_br: <link xref="get#compile">Compilar</link>, <link xref="get#run">executar</link> e <link xref="get#help">mais</link>.

source: Get <app>GNOME Hello</app>
cs: Jak získat <app>GNOME Ahoj</app>
da: Hent <app>GNOME Hello</app>
el: Λήψη του <app>GNOME Hello</app>
es: Obtener <app>GNOME Hello</app>
fr: Obtenir <app>GNOME Hello</app>
pl: Skąd wziąć <app>GNOME Hello</app>
pt_br: Obtenha o <app>GNOME Hello</app>
sv: Hämta <application>GNOME Hello</application>
uk: Отримання <app>GNOME Hello</app>

source: Compile
cs: Překlad
da: Kompiler
el: Μεταγλώττιση
es: Compilar
fr: Compiler
pl: Kompilacja
pt_br: Compilar
sv: Kompilera
uk: Збирання

source: To compile the app from source:
cs: Pro překlad aplikace ze zdrojových kódů:
da: Kompiler programmet fra kildekoden:
el: Για να μεταγλωττίσετε την εφαρμογή από την πηγή:
es: Para compilar la aplicación desde las fuentes:
fr: Pour compiler l'application à partir des sources :
pl: Aby skompilować program ze źródła:
pt_br: Para compilar o aplicativo a partir da fonte:
sv: För att kompilera programmet från källkod:
uk: Щоб зібрати програму з початкових кодів, виконайте такі дії:

source: In a terminal, type:
cs: V terminálu napiště:
da: Skriv følgende i en terminal:
el: Σε ένα τερματικό, πληκτρολογήστε:
es: En una terminal, escriba:
fr: Dans un terminal, saisissez :
pl: Wpisz w terminalu:
pt_br: Em um terminal, digite:
sv: I en terminal, skriv:
uk: У терміналі введіть такі команди:

source: Run
cs: Spuštění
da: Kør
el: Εκτέλεση
es: Ejecutar
fr: Lancer
pl: Wykonywanie
pt_br: Executar
sv: Kör
uk: Запуск

source: To run gnome-hello type:
cs: Pro spuštění gnome-hello napište:
da: Skriv følgende for at køre gnome-hello:
el: Για να τρέξετε το gnome-hello πληκτρολογήστε:
es: Para ejecutar gnome-hello, escriba:
fr: Pour lancer gnome-hello, saisissez :
pl: Aby wykonać gnome-hello, wpisz:
pt_br: Para executar o gnome-hello, digite:
sv: För att köra gnome-hello skriv:
uk: Щоб запустити gnome-hello, віддайте таку команду:

source: View most up-to-date help pages
cs: Zobrazení nejaktuálnějších stránek s nápovědou
da: Vis de nyeste hjælpesider
el: Προβολή των πιο ενημερωμένων σελίδων βοήθειας
es: Ver las páginas de ayuda actualizadas
fr: Afficher les pages d'aide les plus à jour
pl: Wyświetlanie aktualnych stron pomocy
pt_br: Visualizar as páginas de ajuda mais atualizadas
sv: Visa de senaste hjälpsidorna
uk: Перегляд найновішої версії сторінок довідки

source: To run most recent help pages (and view your changes if you made any) type:
cs: Pro spuštění nejnovějších stránek s nápovědou (a zobrazení svých změn, pokud jste nějaké udělali) napište:
da: Skriv følgende for at køre de nyeste hjælpesider (og vis dine ændringer, hvis du har foretaget nogen):
el: Για να τρέξετε τις πιο πρόσφατες σελίδες βοήθειας (και να προβάλετε τις αλλαγές σας αν κάνατε κάποια) πληκτρολογήστε:
es: Para ejecutar las páginas de ayuda actualizadas (y ver sus cambios, si ha hecho alguno), escriba:
fr: Pour afficher les pages d'aide les plus récentes (et voir vos modifications si vous en avez faites), saisissez :
pl: Aby wyświetlić najnowsze strony pomocy (i zobaczyć wprowadzone zmiany), wpisz:
pt_br: Para executar as páginas de ajuda mais recentes (e visualizar suas alterações, se você fez alguma) digite:
sv: För att köra de senaste hjälpsidorna (och visa dina ändringar om du gjort några) skriv:
uk: Щоб відкрити сторінки найсвіжішого варіанта довідки (і переглянути зміни, якщо ви такі внесли), віддайте таку команду:

source: Description of <app>GNOME Hello</app>.
cs: Popis <app>GNOME Ahoj</app>.
da: Beskrivelse af <app>GNOME Hello</app>.
el: Περιγραφή του <app>GNOME Hello</app>.
es: Descripción de <app>GNOME Hello</app>.
fr: Description de <app>GNOME Hello</app>.
pl: Opis programu <app>GNOME Hello</app>.
pt_br: Descrição do <app>GNOME Hello</app>.
sl: Opis programa <app>GNOME Hello</app>.
sv: Beskrivning av <app>GNOME Hello</app>.
uk: Опис <app>GNOME Hello</app>.
zh_cn: <app>GNOME Hello</app> 的描述。

source: What is <app>GNOME Hello</app>
cs: Co je to <app>GNOME Ahoj</app>
da: Hvad er <app>GNOME Hello</app>
de: Was ist <app>GNOME-Hallo</app>
el: Τι είναι το <app>GNOME Hello</app>
es: Que es <app>GNOME Hello</app>
fr: Qu'est-ce que <app>GNOME Hello</app> ?
pl: Czym jest <app>GNOME Hello</app>
pt_br: O que é <app>GNOME Hello</app>
sl: Kaj je <app>GNOME Hello</app>
sv: Vad är <app>GNOME Hello</app>
uk: Що це — <app>GNOME Hello</app>?
zh_cn: <app>GNOME Hello</app> 是什么？

source: <app>GNOME Hello</app> is a very complex program, with many nice features and nice options.
cs: <app>GNOME Ahoj</app> je velmi komplexní program s řadou pěkných funkcí a možností.
da: <app>GNOME Hello</app> er et meget komplekst program, med mange gode egenskaber og indstillingsmuligheder.
el: Το <app>Gnome Hello</app> είναι ένα πολύ σύνθετο πρόγραμμα, με πολλά όμορφα χαρακτηριστικά και όμορφες επιλογές.
es: <app>GNOME Hello</app> es un programa complejo, con características y opciones muy interesantes.
fr: <app>GNOME Hello</app> est un programme très complexe, avec beaucoup de fonctionnalités intéressantes et des options sympathiques.
pl: <app>GNOME Hello</app> to bardzo skomplikowany program z wieloma fajnymi funkcjami i przydatnymi opcjami.
pt_br: <app>GNOME Hello</app> é um programa muito complexo, com muitos recursos e opções interessantes.
sl: <app>GNOME Hello</app> je program z veliko možnostmi in zmožnostmi.
sv: <app>GNOME Hello</app> är ett väldigt komplext program med många trevliga funktioner funktioner och alternativ.
uk: <app>GNOME Hello</app> — дуже складна програма, з багатьма чудовими можливостями та параметрами.
zh_cn: <app>GNOME Hello</app> 是一个包含很多很好的特性和选项的复杂程序。

source: Pictures of <app>GNOME Hello</app>.
cs: Obrázky aplikace <app>GNOME Ahoj</app>.
da: Billeder af <app>GNOME Hello</app>.
el: Εικόνες του <app>GNOME Hello</app>.
es: Imágenes de <app>GNOME Hello</app>.
fr: Images de <app>GNOME Hello</app>.
pl: Zdjęcia programu <app>GNOME Hello</app>.
pt_br: Imagens do <app>GNOME Hello</app>.
sl: Zaslonske slike programa <app>GNOME Hello</app>.
sv: Bilder av <app>GNOME Hello</app>.
uk: Зображення <app>GNOME Hello</app>.
zh_cn: <app>GNOME Hello</app> 的图片。

source: What does <app>GNOME Hello</app> look like?
cs: Jak aplikace <app>GNOME Ahoj</app> vypadá?
da: Hvordan ser <app>GNOME Hello</app> ud?
de: Wie sieht <app>GNOME-Hallo</app> aus?
el: Με τι μοιάζει το <app>GNOME Hello</app>;
es: ¿Qué parece <app>GNOME Hello</app>?
fr: À quoi ressemble <app>GNOME Hello</app> ?
pl: Jak wygląda <app>GNOME Hello</app>?
pt_br: Qual é a aparência do <app>GNOME Hello</app>?
sl: Kako je program <app>GNOME Hello</app> videti
sv: Hur ser <app>GNOME Hello</app> ut?
uk: Як виглядає <app>GNOME Hello</app>?
zh_cn: <app>GNOME Hello</app> 是什么样子？

source: This is how <app>GNOME Hello</app> looks like.
cs: Aplikace <app>GNOME Ahoj</app> vypadá takto.
da: Sådan ser <app>GNOME Hello</app> ud.
el: Ιδού πώς μοιάζει το <app>GNOME Hello</app>.
es: <app>GNOME Hello</app> se parece a esto.
fr: Voici à quoi ressemble <app>GNOME Hello</app>.
pl: Tak wygląda <app>GNOME Hello</app>.
pt_br: Isto é como o <app>GNOME Hello</app> se parece.
sl: Program <app>GNOME Hello</app> je videti tako.
sv: Det här är hur <app>GNOME Hello</app> ser ut.
uk: Так виглядає <app>GNOME Hello</app>.
zh_cn: 这就是 <app>GNOME Hello</app> 的样子。

source: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> <app>GNOME Hello</app> fantastic interface. </media>
cs: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> Úžasné rozhraní aplikace <app>GNOME Ahoj</app>. </media>
da: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> <app>GNOME Hello</app>s fantastiske brugeflade. </media>
el: Η φανταστική διεπαφή του <media type="image" mime="img/png" src="figures/gnome-hello-new.png"><app>GNOME Hello</app>. </media>
fr: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> la fantastique interface de <app>GNOME Hello</app>. </media>
pl: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> Fantastyczny interfejs <app>GNOME Hello</app>. </media>
pt_br: <media type="image" mime="img/png" src="figures/gnome-hello-new.png">Fantástica interface do <app>GNOME Hello</app>. </media>
sv: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> <app>GNOME Hello</app> har ett fantastiskt gränssnitt. </media>
uk: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> Фантастичний інтерфейс <app>GNOME Hello</app>. </media>

source: What can you do with <app>GNOME Hello</app>.
cs: Co můžete dělat s <app>GNOME Ahoj</app>.
da: Hvad kan jeg gøre med <app>GNOME Hello</app>?
el: Τι μπορείτε να κάνετε με το <app>GNOME Hello</app>.
es: Qué se puede hacer con<app>GNOME Hello</app>.
fr: Ce que vous pouvez faire avec <app>GNOME Hello</app>.
pl: Co można robić za pomocą <app>GNOME Hello</app>.
pt_br: O quê você pode fazer com o <app>GNOME Hello</app>.
sl: Kaj se da s programom <app>GNOME Hello</app> narediti.
sv: Vad kan du göra med <app>GNOME Hello</app>.
uk: Що ви можете робити в <app>GNOME Hello</app>?.
zh_cn: <app>GNOME Hello</app> 能做些什么

source: What <app>GNOME Hello</app> does
cs: Co <app>GNOME Ahoj</app> dělá
da: Hvad <app>GNOME Hello</app> gør
de: <application>GNOME-Hallo</application>-Fenster
el: Τι κάνει το <app>GNOME Hello</app>
es: Qué hace <app>GNOME Hello</app>
fr: Ce que <app>GNOME Hello</app> fait
pl: Co robi <app>GNOME Hello</app>
pt_br: O que o <app>GNOME Hello</app> faz
sl: Kaj dela program <app>GNOME Hello</app>
sv: Vad <application>GNOME Hello</application> gör
uk: Що робить <app>GNOME Hello</app>
zh_cn: <app>GNOME Hello</app> 的作用

source: At the moment <app>GNOME Hello</app> can't do many things.
cs: V současné době toho <app>GNOME Ahoj</app> moc nedělá.
da: I øjeblikket kan <app>GNOME Hello</app> ikke udføre mange ting.
el: Προς το παρόν το <app>GNOME Hello</app> δεν μπορεί να κάνει πολλά πράγματα.
es: Por el momento <app>GNOME Hello</app> no puede hacer muchas cosas.
fr: À l'heure actuelle, <app>GNOME Hello</app> ne peut pas faire beaucoup de choses.
pl: W tej chwili <app>GNOME Hello</app> niewiele może.
pt_br: No momento o <app>GNOME Hello</app> não pode fazer muitas coisas.
sl: Trenutno program <app>GNOME Hello</app> ne dela prav veliko stvari.
sv: För tillfället kan inte <app>GNOME Hello</app> göra så mycket.
uk: На цей час, <app>GNOME Hello</app> багато чого не може.
zh_cn: 直到现在 <app>GNOME Hello</app> 只能做很少的事。

source: This is just a demonstration on how to install help files and how to use Mallard, the new syntax for writing GNOME documentation.
cs: Jedná se jen o ukázku, jak instalovat soubory s nápovědou a jak použít Mallard, novou syntaxi pro psaní dokumentace pro GNOME.
da: Dette er kun en demonstration af hvordan hjælpefiler skal installeres og hvordan Mallard skal bruges, den nye syntaks for udarbejdelse af GNOME-dokumentation.
de: Dies ist lediglich eine Demonstration der Installation von Hilfedateien und der Benutzung von Mallard, der neuen Syntax für das Schreiben von GNOME-Dokumentation.
el: Αυτό είναι απλά μια επίδειξη πώς να εγκαταστήσετε αρχεία βοήθειας και πώς να χρησιμοποιήσετε το Mallard, τη νέα σύνταξη για συγγραφή τεκμηρίωσης GNOME.
es: Esto es sólo una demostración de cómo instalar archivos de ayuda y usar Mallard, la nueva sintaxis para escribir documentación de GNOME.
fr: Ce n'est qu'une démonstration sur la façon d'installer les fichiers d'aide et sur la façon d'utiliser Mallard, la nouvelle syntaxe pour écrire de la documentation GNOME.
pl: To tylko demonstracja, jak instalować pliki pomocy i jak używać nowej składni dokumentacji środowiska GNOME o nazwie Mallard.
pt_br: Isto é apenas uma demonstração de como instalar arquivos de ajuda e como usar Mallard, a nova sintaxe para criação de documentação do GNOME.
sl: Namenjen je predvsem prikazovanju načinov za nameščanje datotek pomoči in uporabi skladnje Mallard, ki je privzeti način pisanja dokumentacije GNOME.
sv: Detta är bara en demonstration över hur hjälpfiler installeras och hur man kan använda Mallard, den nya syntaxen för att skriva GNOME-dokumentation.
uk: Це лише демонстрація, що показує, як встановити файли довідки та як використовувати для написання документації GNOME нові правила синтаксису мови розмітки Mallard.
zh_cn: 这只是关于如何安装帮助文件和怎样使用 Mallard — 编写 GNOME 文档的新语法。

source: If you want to learn more about Mallard, see the <link href="http://projectmallard.org/">Project Mallard</link> home page.
cs: Pokud se o projektu Mallard chcete dovědět více, navštivte jeho domovskou stránku <link href="http://projectmallard.org/">projektu Mallard</link>.
da: Hvis du vil vide mere om Mallard, så se <link href="http://projectmallard.org/">Project Mallard</link>-hjemmesiden.
el: Αν θέλετε να μάθετε περισσότερα για το Mallard, δείτε την αρχική σελίδα του <link href="http://projectmallard.org/">έργου Mallard</link>.
es: Si quiere saber más sobre Mallard, visite la página web del <link href="http://projectmallard.org/">Proyecto Mallard</link>.
fr: Si vous voulez en savoir plus au sujet de Mallard, consultez la page d'accueil du <link href="http://projectmallard.org/">Projet Mallard</link>.
pl: Strona domowa <link href="http://projectmallard.org/">Projektu Mallard</link> zawiera więcej informacji.
pt_br: Se você quer aprender mais sobre Mallard, consulte a página inicial do <link href="http://projectmallard.org/">Projeto Mallard</link>.
sv: Se webbplatsen för <link href="http://projectmallard.org/">Project Mallard</link> om du vill lära dig mer om Mallard.
uk: Якщо хочете довідатись більше про Mallard, відвідайте домашню сторінку <link href="http://projectmallard.org/">Проєкту Mallard</link>.

source: Creative Commons Attribution-Share Alike 3.0 United States License
es: Licencia Creative Commons Share Alike 3.0 de Atribución de Estados Unidos
fr: Creative Commons Paternité-Partage des Conditions Initiales à l'Identique 3.0 Unported
pl: Creative Commons Attribution-Share Alike 3.0 United States
pt_br: Licença Creative Commons Atribuição-Compartilhada Igual 3.0 dos Estados Unidos da América
uk: ліцензії Creative Commons Attribution-Share Alike 3.0 United State

source: This work is licensed under a <_:link-1/>.
cs: Tato práce je licencována pod <_:link-1/>.
da: Værket er licenseret under en <_:link-1/>.
el: Αυτή η δουλειά αδειοδοτήθηκε από <_:link-1/>.
es: Este trabajo está licenciado bajo una <_:link-1/>.
fr: Ce travail est distribué sous licence <_:link-1/>.
pl: Na warunkach licencji <_:link-1/>.
pt_br: Esta obra está licenciada sobre uma <_:link-1/>.
sv: Detta verk är licensierat under <_:link-1/>.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
cs: Jako zvláštní výjimka se vám držitelem autorských práv uděluje svolení kopírovat, upravovat a šířit ukázkový kód obsažený v tomto dokumentu za podmínek, které si zvolíte, bez dalších omezení.
da: Som en speciel undtagelse giver ophavsretindehaveren dig tilladelse til at kopiere, ændre og distribuere eksempelkoden indeholdt i dette dokument under de betingelser du måtte vælge, uden begrænsning.
el: Ως ειδική εξαίρεση, οι κάτοχοι των πνευματικών δικαιωμάτων σας δίνουν το δικαίωμα να αντιγράψετε, να τροποποιήσετε και να διανείμετε τον περιεχόμενο κώδικα του παραδείγματος σε αυτό το έγγραφο με τους όρους της επιλογής σας, χωρίς περιορισμό.
es: Como una excepción especial, los titulares de derechos de autor le dan permiso para copiar, modificar y distribuir el código de ejemplo que figura en este documento bajo los términos de su elección, sin restricción alguna.
fr: À titre exceptionnel, les détenteurs des droits vous autorisent à copier, modifier et distribuer les exemples de code contenus dans ce document selon vos propres termes, sans restriction.
pl: W drodze specjalnego wyjątku posiadacze praw autorskich udzielają pozwolenia na kopiowanie, modyfikowanie i rozprowadzanie przykładowego kodu zawartego w tym dokumencie na dowolnych warunkach, bez ograniczeń.
pt_br: Como uma exceção especial, os detentores dos direitos autorais dão-lhe permissão para copiar, modificar, e distribuir o código de exemplo contido neste documento sob os termos de sua escolha, sem qualquer restrição.
sv: Som ett speciellt undantag, ger upphovsrättsinnehavarna dig tillåtelse att kopiera, modifiera och distribuera exempelkoden som finns i detta dokument under de villkor som du väljer, utan restriktioner.
uk: За виняткових обставин власники авторських прав можу надати вам дозвіл копіювати, змінювати і розповсюджувати приклади коду, що містяться у цьому документі, за довільних умов, без обмежень.
zh_cn: 作为特例，版权持有者授权您以您选择的任何条款复制、修改和发布本文档中的示例代码，没有任何限制。

# text
source: GNOME Hello
cs: GNOME Ahoj

source: <link xref="compiling#compile">Compile</link> and <link xref="compiling#run">run</link> and <link xref="compiling#help">more</link>.
da: <link xref="compiling#compile">Kompiler</link> og <link xref="compiling#run">kør</link> og <link xref="compiling#help">mere</link>.
el: <link xref="compiling#compile">Μεταγλώττιση</link>, <link xref="compiling#run">εκτέλεση</link> και <link xref="compiling#help">περισσότερα</link>.
es: <link xref="compiling#compile">Compilar</link>, <link xref="compiling#run">ejecutar</link> y <link xref="compiling#help">más</link>.
pl: <link xref="compiling#compile">Kompilacja</link>, <link xref="compiling#run">wykonywanie</link> i <link xref="compiling#help">więcej</link>.
sv: <link xref="compiling#compile">Kompilera</link> och <link xref="compiling#run">kör</link> och <link xref="compiling#help">mer</link>.
uk: <link xref="compiling#compile">Збирання</link>, <link xref="compiling#run">запуск</link> і <link xref="compiling#help">подальші дії</link>.

source: GNOME Hello
de: GNOME-Hallo

source: What can you do with <placeholder-1/>.
de: Was Sie mit <placeholder-1/> tun können.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
sl: Izvorni GNOME apletni projekt
zh_cn: GNOME 文档项目

source: At the moment <placeholder-1/> can't do many things.
de: Momentan kann <placeholder-1/> nicht viele Dinge tun.

source: If you want to learn more about Mallard, see the <placeholder-1/> home page.
de: Weitere Informationen zu Mallard finden Sie auf der <placeholder-1/>-Webseite.

source: Pictures of <placeholder-1/>.
de: Bilder von <placeholder-1/>.

source: This is how <placeholder-1/> looks like.
de: So sieht <placeholder-1/> aus.

source: <placeholder-1/> fantastic interface.
de: Die fantastische Schnittstelle von <placeholder-1/>.
sl: <placeholder-1/> odličen vmesnik.

source: Description of <placeholder-1/>.
de: Beschreibung von <placeholder-1/>.

source: <placeholder-1/> is a very complex program, with many nice features and nice options.
de: <placeholder-1/> ist ein sehr komplexes Programm mit vielen interessanten Funktionsmerkmalen und zahlreichen Optionen.

source: translator-credits
de: Mario Blättermann <mariobl@gnome.org>, 2008, 2009
sl: Matej Urbančič <mateju@svn.gnome.org>, 2010.
zh_cn: Aron Xu <aronmalache@163.com>, 2008.

source: If you want to learn more about Mallard, see the <link href="http://live.gnome.org/ProjectMallard">Project Mallard</link> home page.
sl: V kolikor želite izvedeti več o skladnji Mallard, obiščite spletno stran <link href="http://live.gnome.org/ProjectMallard">Projekta Mallard</link>.
zh_cn: 如果想更多地了解 Mallard，查看 <link href="http://live.gnome.org/ProjectMallard">Mallard 项目</link> 主页。

source: This work is licensed under a <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-Share Alike 3.0 United States License</link>.
zh_cn: 本成果以 <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-Share Alike 3.0 United States License</link> 发布。
