Repository: GNOME/gnome-hello
Catalog: po/*.po
Languages: az, be, it, ka, mk, mn, ms, nn, no, pa, ru, ta

source: GNOME Hello Demo
az: Gnome Salamlaşma Demosu
be: Дэма "Вітаньне GNOME"
ka: GNOME Hello-ს დემონსტრაცია
mk: GNOME Здраво Демо
mn: ГНОМЕ Сайн уу үзүүлэн
ms: Demo GNOME Hello
no: GNOME hallo demo
pa: ਗਨੋਮ ਹੈਲੋ
ta: குனோம் ஹலோ செய்முறை விளக்கம்

source: Sample application using GNOME technologies
az: GNOME texnologiyalarını işlədən nümunə proqram
be: Простае дастасаваньне, якое выкарыстоўвае тэхналёгіі GNOME
ka: საცდელი პროგრამა GNOME-ს ტექნოლოგიათა გამოყენებით
mk: Пример апликација изработена со GNOME технологија
mn: ГНОМЕ технологийг ашиглаж буй энгийн програм
ms: Contoh aplikasi menggunakan teknologi GNOME
no: Eksempelapplikasjon som bruker GNOME-teknologi
pa: ਗਨੋਮ ਤਕਨੀਕ ਨਾਲ ਆਮ ਕਾਰਜ
ta: குனோம் தொழில்நுட்பங்களைப் பயன்படுத்தி மாதிரி செயலி

source: GNOME Hello
az: GNOME Salamlaşma
be: Вітаньне GNOME
mk: GNOME Здраво
mn: ГНОМЕ Сайн уу
no: GNOME hallo
pa: ਗਨੋਮ ਹੈਲੋ
ta: குனோம் ஹலோ

source: Hello, World!
az: Xoş gördük, Dünya!
be: Вітаньні, сьвет!
it: Salve, mondo!
ka: კამპანიას გაუმარჯოს!
mk: Здраво, Свету!
mn: Ертөнц сайн уу!
ms: Hello, Dunia!
nn: Hallo verd!
no: Hallo verden!
pa: ਹੈਲੋ, ਪੰਜਾਬ !
ta: ஹலோ, உலகம்!

source: Could not parse geometry string `%s'
az: Kordinat qatarı `%s' darana bilmir
be: Немагчыма разабраць радок геамэтрыі `%s'
it: Impossibile rilevare la geometria dalla stringa '%s'
ka: გეომეტრიული ფრაზის «%s»-ის პარსირება მერ მოვახერხე
mk: Неможе да се парсира стрингот за геометријата %s
mn: `%s'-г ашиглаж хэмжээсийг шалгаж чадсангүй
ms: Tidak dapat menghantar geometri ayat `%s'
nn: Kunne ikkje tolke geometristreng `%s'
no: Kunne ikke tolke geometristreng `%s'
pa: ਜੁਮੈਟਰੀ ਸਤਰ `%s' ਨੂੰ ਪਾਰਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ta: வடிவியல் வாக்கியம் '%s' -ஐ புரிந்துகொள்ள இயலவில்லை.

source: Special Greetings to:
az: Xüsusi Təbriklərim:
be: Адмысловыя вітаньні:
it: Saluti speciali a:
ka: დიდი მოკითხვები:
mk: специјални поздрави до:
mn: Тусгай мэндчилгээ:
ms: Ucapan Istimewa buat:
nn: Spesielle helsingar til:
no: Spesielle hilsener til:
pa: ਖਾਸ ਸ਼ੁਭ ਸੁਨੇਹੇ:
ta: இவர்களுக்கு சிறப்பு வாழ்த்துக்கள்:

source: Say hello to specific people listed on the command line
az: Əmr sətirində sıralanan insanlara xoş gördük de
be: Скажыце "Вітаньні" пазначаным ў камандным радку людзям
it: Saluta persone specifiche elencate sulla linea di comando
ka: მოიკითხეთ ხალხი, რომელელთა სახელების ბრძანებათა ხაზზეა ჩამოწერილი
mk: Поздравете ги луѓето излистани на командната линија
mn: командын мөрөнд жагсаасан хүмүүст сайн уу гэж хэл
ms: Katakan hello kepada insan tertentu yang disenaraikan pada arahan baris
nn: Sei hallo til spesifikke personar opplista på kommandolinja
no: Si hallo til spesifikke personer som listes på kommandolinjen
pa: ਖਾਸ ਲੋਕਾਂ ਨੂੰ ਹੈਲੋ ਕਹੋ ਜੋ ਕਿ ਕਮਾਂਡ ਲਾਈਨ ਤੇ ਸੂਚੀਬਧ ਹਨ
ta: கட்டளை வரியில் குறிப்பிடப்பட்டுள்ள நபர்களுக்கு மட்டும் ஹலோ சொல்லவும்

source: Specify a message other than "Hello, World!"
az: "Xoş gördük, Düyna!" xaricində başqa bir ismarış bildir
be: Пазначце іншае за "Вітаньні, сьвет!" павведамленьне
it: Specifica un messaggio diverso da "Salve, mondo!"
ka: მიუთითეთ შეტყობინება, რომელიც განსხვავდება «კამპანიას გაუმარჯოსაგან» (Hello, World!)
mk: Специфицирајте порака различна од "Hello, World!"
mn: "Ертөнц сайн уу!"-с өөр мессеж оруул
ms: Nyatakan mesej lain selain daripada "Hello, World!"
nn: Spesifiser ei anna melding enn "Hello, World!"
no: Spesifiser en annen melding enn "Hello, World!"
pa: "ਹੈਲੋ ਪੰਜਾਬ!" ਦੀ ਬਜਾਏ ਖਾਸ ਸੁਨੇਹਾ
ta: "ஹலோ, உலகமே" என்பதைத் தவிர்த்து வேறு தகவலைக் குறிப்பிடவும்.

source: MESSAGE
az: İSMARIŞ
be: ПАВЕДАМЛЕНЬНЕ
it: MESSAGGIO
ka: შეტყობინება
mk: ПОРАКА
mn: МЕССЕЖ
nn: MELDING
no: MELDING
pa: ਸੁਨੇਹਾ
ta: தகவல்

source: Specify the geometry of the main window
az: Ana pəncərənin böyüklüyünü və yerini göstər
be: Указаць геамэтрыю галоўнага вакна
it: Specifica la geometria della finestra principale
ka: მთავარი ფანჯრის გეომეტრიის ამორჩევა
mk: Специфицирајте ја геометријата на главниот прозор
mn: Үндсэн цонхны хэмжээсийг оруул
ms: Nyatakan geometri tetingkap utama
nn: Spesifiser geometrien for hovudvindauget
no: Spesifiser geometrien for hovedvinduet
pa: ਮੁਖ ਝਰੋਖੇ ਦਾ ਰੇਖਾਗਣਿਤ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: முதன்மை சாளரத்தின் வடிவியலைக் குறிப்பிடவும்

source: GEOMETRY
be: ГЕАМЭТРЫЯ
it: GEOMETRIA
ka: გეომეტრია
mk: ГЕОМЕТРИЈА
mn: ХЭМЖЭЭС
ms: GEOMETRI
nn: GEOMETRI
no: GEOMETRI
pa: ਰੇਖਾਗਣਿਤ
ta: வடிவியல்

source: - GNOME Hello
ta: - குனோம் ஹலோ

source: %s Run '%s --help' to see a full list of available command line options.
ta: %s கட்டளை வரியில் கிடைக்கக்கூடிய எல்லா தேர்வுகளையும் காண %s --help என இயக்கவும்.

source: You must specify someone to greet.
ta: வாழ்த்துவதற்க்கு நீங்கள் கண்டிப்பாக ஒரு நபரை குறிப்பிடவேண்டும்.

source: Command line arguments are only allowed with --greet.
ta: கட்டளை வரியில் தருமதிப்பு --greet உடன் மட்டுமே ஏற்கப்படும்.

source: _File
ta: கோப்பு (_F)

source: _Edit
ta: தொகு (_E)

source: _Help
ta: உதவி (_H)

source: _New
ta: புதிய (_N)

source: _Open
ta: திற (_O)

source: _Save
ta: சேமி (_S)

source: Save _As
ta: இவ்வாறாகச் சேமி (_A)

source: _Close
ta: மூடு (_C)

source: _Quit
ta: வெளியேறு (_Q)

source: Cu_t
ta: துண்டாடு (_t)

source: _Copy
ta: நகலெடு (_C)

source: _Paste
ta: ஒட்டு (_P)

source: Select _All
ta: அனைத்தையும் தேர்ந்தெடு (_A)

source: C_lear
ta: துடைத்தழி (_l)

source: _Undo
ta: மீளமை (_U)

source: _Redo
ta: மீண்டும் செய் (_R)

source: _Find
ta: தேடு (_F)

source: Find Ne_xt
ta: அடுத்து தேடு (_x)

source: R_eplace
ta: மாற்று (_e)

source: Pr_operties
ta: பண்புகள் (_o)

source: _Contents
ta: உள்ளடக்கம் (_C)

source: _About
ta: இதைப் பற்றி (_A)

source: _Previous
ta: முந்தைய (_P)

source: _Next
ta: அடுத்த (_N)

source: This does nothing; it is only a demonstration.
az: Bu, heç bir şey elemez; təkcə nümayişdir.
be: Гэта толькі дэманстрацыя.
it: Non fa proprio niente; si tratta solo di una dimostrazione
ka: ეს არაფერს აკეთებს, უბრალოდ საჩვენებლად არის შექმნილი.
mk: Ова не прави ништо и служи само за демонстрација.
mn: Тэр юу ч хийдэггүй, энэ зөвхөн үзүүлэн
ms: Tiada apa-apa, hanya satu demonstrasi.
nn: Dette gjer ingenting; det er kun ein demonstrasjon.
no: Dette gjør ingenting; det er kun en demonstrasjon.
pa: ਇਹ ਕੁਝ ਵੀ ਨਹੀ ਹੈ, ਸਿਰਫ਼ ਪ੍ਰਦਰਸ਼ਨ ਹੈ
ta: இது எதுவும் செய்யாது; இது ஒரு செயல்விளக்கம் மட்டுமே.

source: Unable to open help file
ta: உதவிக் கோப்பை திறக்க இயலவில்லை

source: Copyright © 1999 Havoc Pennington Copyright © 1999 - 2010 GNOME Hello Contributors
ta: காப்புரிமை © 1999 Havoc Pennington காப்புரிமை © 1999 - 2010 குனோம் ஹலோ பங்களிப்பாளர்கள்

source: About GNOME Hello
ta: குனோம் ஹலோ செயலி பற்றி

source: translator-credits
ta: நன்றி-மொழிபெயர்ப்பாளர்

# _
source: translator-credits
ru: Станислав Соловей <whats_up@tut.by>, 2013-2019. Юрий Мясоедов <ymyasoedov@yandex.ru>, 2014. Alexey Rubtsov <rushills@gmail.com>, 2021

source: Help for GNOME Hello.
ru: Справка по GNOME Hello.

source: Milo Casagrande
ru: Майло Касагранде (Milo Casagrande)

source: Tiffany Antopolski
ru: Тиффани Антопольски (Tiffany Antopolski)

source: <media type="image" src="figures/gnome-hello-logo.png">GNOME Hello logo</media>GNOME Hello
ru: <media type="image" src="figures/gnome-hello-logo.png">Логотип GNOME Hello</media>GNOME Hello

source: Introduction
ru: Введение

source: It's a small world
ru: Мир тесен

source: Advanced
ru: Дополнительно

source: <link xref="compiling#compile">Compile</link> and <link xref="compiling#run">run</link> and <link xref="compiling#help">more</link>.
ru: <link xref="compiling#compile">Компиляция</link> и <link xref="compiling#run">запуск</link> и <link xref="compiling#help">многое другое</link>.

source: Get <app>GNOME Hello</app>
ru: Получить <app>GNOME Hello</app>

source: Compile
ru: Компиляция

source: To compile the app from source:
ru: Чтобы скомпилировать приложение из исходного текста:

source: In a terminal, type:
ru: В терминале введите:

source: Run
ru: Запуск

source: To run gnome-hello type:
ru: Чтобы запустить gnome-hello, введите:

source: View most up-to-date help pages
ru: Просмотр наиболее актуальных страниц справки

source: To run most recent help pages (and view your changes if you made any) type:
ru: Для запуска последних страниц справки (и просмотра ваших изменений, если вы их внесли) введите:

source: Description of <app>GNOME Hello</app>.
ru: Описание <app>GNOME Hello</app>.

source: What is <app>GNOME Hello</app>
ru: Что такое <app>GNOME Hello</app>

source: <app>GNOME Hello</app> is a very complex program, with many nice features and nice options.
ru: <app>GNOME Hello</app> - это очень сложная программа, с множеством приятных функций и приятных опций.

source: Pictures of <app>GNOME Hello</app>.
ru: Изображения <app>GNOME Hello</app>.

source: What does <app>GNOME Hello</app> look like?
ru: Как выглядит <app>GNOME Hello</app>?

source: This is how <app>GNOME Hello</app> looks like.
ru: Вот как выглядит <app>GNOME Hello</app>.

source: <media type="image" mime="img/png" src="figures/gnome-hello-new.png"> <app>GNOME Hello</app> fantastic interface. </media>
ru: <media type="image" mime="img/png" src="figures/gnome-hello-new.png">фантастический интерфейс <app>GNOME Hello</app> </media>

source: What can you do with <app>GNOME Hello</app>.
ru: Что можно сделать с помощью <app>GNOME Hello</app>.

source: What <app>GNOME Hello</app> does
ru: Что делает <app>GNOME Hello</app>

source: At the moment <app>GNOME Hello</app> can't do many things.
ru: На данный момент <app>GNOME Hello</app> не может сделать многого.

source: This is just a demonstration on how to install help files and how to use Mallard, the new syntax for writing GNOME documentation.
ru: Это просто демонстрация того, как устанавливать файлы справки и как использовать Mallard, новый синтаксис для написания документации GNOME.

source: If you want to learn more about Mallard, see the <link href="http://projectmallard.org/">Project Mallard</link> home page.
ru: Если вы хотите узнать больше о кряквах, см. домашнюю страницу <link href="http://projectmallard.org/">Project Mallard</link>.

source: Creative Commons Attribution-Share Alike 3.0 United States License
ru: Лицензия Creative Commons Attribution-Share Alike 3.0 United States License

source: This work is licensed under a <_:link-1/>.
ru: Эта работа лицензирована на условиях <_:link-1/>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
ru: В качестве особого исключения правообладатели дают вам разрешение копировать, изменять и распространять код примера, содержащийся в этом документе, на условиях по вашему выбору, без ограничений.

source: Gnome Hello
az: Gnome Salamlaşma
be: Вітаньне Gnome
it: Salve Gnome
mk: Gnome Здраво
mn: ГНОМЕ Сайн уу
nn: Gnome Hallo
no: Gnome Hallo
pa: ਗਨੋਮ ਹੈਲੋ

source: You must specify someone to greet.
az: Təbrik edəcəyiniz birini də bildirməlisiniz.
be: Вы мусіце пазначыць каго-небудзь для вітаньня.
it: Specificare la persona da salutare.
ka: თქვენ მისასალმებლად ჯერ ვინმე უნდა ამოირჩიოთ.
mk: Морате да означите некого да поздравите
mn: Та мэндчилэх хэн нэгнийг оруулах ёстой.
ms: Tuan mesti nyatakan seseorang untuk diucap.
nn: Du må spesifisere nokon du vil helse.
no: Du må spesifisere noen du vil hilse.
pa: ਸਤਿਕਾਰ ਸੁਨੇਹੇ ਲਈ ਕੁਝ ਨਿਰਧਾਰਿਤ ਕਰੋ

source: Command line arguments are only allowed with --greet.
az: Əmr sətiri arqumentləri təkcə --greet ilə qəbul edilir.
be: Аргумэнты каманднага радка дазволеныя толькі з --greet.
it: Gli argomenti da linea di comando sono permessi soltanto utilizzando --greet.
ka: არგუმენტების გაყოლება მხოლოდ „--greet“-ით შეიძლება.
mk: Аргументи во командната линија се дозволени со --greet.
mn: Командын мөрийн агрументууд зөвхөн -мэндчил гэсэнтэй л зөвшөөрөгдөнө
ms: Command line argument hanya dibenarkan dengan --greet
nn: Kommandolinjeflagg er kun tillate med --greet.
no: Commandolinjeflagg tillates kun med --greet.
pa: ਸਿਰਫ਼ ਸਤਿਕਾਰ ਸੁਨੇਹੇ ਨਾਲ ਹੀ ਕਮਾਂਡ ਨਾਲ ਆਰਗੂਮੈਂਟ ਦਿਤੇ ਜਾ ਸਕਦੇ ਹਨ

source: _New Hello
az: _Yeni Salamlaşma
be: _Новае вітаньне
it: _Nuovo Saluto
ka: _ახალი მოკითხვა
mk: _Ново Здраво
mn: _Шинэ Сайн уу
ms: _Hello Baru
nn: _Ny hallo
no: _Ny hallo
pa: ਨਵਾਂ ਹੈਲੋ

source: Create a new hello
az: Yeni salamlaşma yarat
be: Стварыць новае вітаньне
it: Crea un nuovo saluto
ka: ახალი მოკითხვის შექმნა
mk: Создади ново здраво
mn: Шинэ сайн уу үүсгэ
ms: Cipta hello baru
nn: Lag ein ny hallo
no: Lag en ny hallo
pa: ਨਵਾਂ ਹੈਲੋ ਬਣਾਉ

source: New
az: Yeni
be: Стварыць
it: Nuovo
ka: ახალი
mk: Ново
mn: Шинэ
ms: Baru
nn: Ny
no: Ny
pa: ਨਵਾਂ

source: Prev
az: Əvvəlki
be: Папярэдняе
it: Prec
ka: წინა
mk: Претходен
mn: Өмнөх
ms: Terdahulu
nn: Neste
no: Neste
pa: ਪਿਛਲਾ

source: Previous hello
az: Əvvəlki salamlaşma
be: Папярэдняе вітаньне
it: Saluto precendente
ka: წინა მისალმება
mk: Претходно здраво
mn: Өмнөх сайн уу
ms: Hello terdahulu
nn: Førre hallo
no: Forrige hallo
pa: ਪਿਛਲਾ ਹੈਲੋ

source: Next
az: Sonrakı
be: Наступнае
it: Succ
ka: შემდეგი
mk: Следно
mn: Дараагийн
ms: Seterusnya
nn: Neste
no: Neste
pa: ਅਗਲਾ

source: Next hello
az: Sonrakı salamlaşma
be: Наступнае вітаньне
it: Saluto successivo
ka: შემდეგი მისალმება
mk: Следно здраво
mn: Дараагийн сайн уу
ms: Hello seterusnya
nn: Neste hallo
no: Neste hallo
pa: ਅਗਲਾ ਹੈਲੋ

source: A sample GNOME application.
az: Sadə GNOME təminatı.
be: Простае дастасаваньне GNOME.
it: Una applicatione GNOME di esempio.
ka: GNOME-ს საჩვენებელი პროგრამა.
mk: Пример за GNOME апликација
mn: Энгийн ГНОМЕ програм
ms: Satu contoh applikasi GNOME
nn: Ein eksempelapplikasjon for GNOME.
no: En eksempelapplikasjon for GNOME.
pa: ਆਮ ਗਨੋਮ ਕਾਰਜ
